// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"Check Fax Connection"="检查传真连接";
"You can check if the printer and the phone line are ready to send faxes. The check result will be printed. Load plain paper in the printer."="您可以检查打印机和传真线路是否已准备好发送传真。检查结果将会打印出来。请在打印机中装入普通纸。";
"Make sure the printer is connected to the phone line. For information on how to load paper and connect the printer, see the documentation supplied with the printer."="确保打印机已连接电话线。有关如何连接打印机的信息，请参见打印机随附的文档。";
"Press the Start button to run the check."="请按“开始”按钮，运行检查。";
"Start"="开始";
"Cancel"="取消";

// ------------------------------------------------------------------------
// Wait Dialog
// ------------------------------------------------------------------------
"Checking the fax connection..."="正在检查传真连接...";

// ------------------------------------------------------------------------
// Result Message
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Fax_Connection_Success"="传真连接正常。";
"Str_Alert_Fax_Diagnosis_Fax_Connection_Failed"="检测到错误。有关详细信息，请参见打印出的报告。";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"About FAX Utility..."="关于FAX Utility...";
"Preferences..."="偏好设置...";
"Services"="服务";
"Hide FAX Utility"="隐藏 FAX Utility";
"Hide Others"="隐藏其他";
"Show All"="显示全部";
"Quit FAX Utility"="退出FAX Utility";
"File"="文件";
"Close"="关闭";
"Window"="窗口";
"Minimize"="最小化";
"Help"="帮助";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="取消";
"Str_Alert_Common_OK"="好";

"Str_Alert_Common_Necessary_File_Not_Found"="找不到执行该应用程序所需的文件。\n请重新安装FAX Utility。";
"Str_Alert_Common_Cannot_Get_Printer_Information"="无法获取打印机（传真）信息。请前往\"打印与传真首选项\"，并添加PC-FAX驱动程序。";
"Str_Alert_Common_Confirm_OverWrite"="指定文件已存在。是否要覆盖？";
"Str_Alert_Common_Not_Responding_Error"="打印机不响应。确保打印机已正确连接且电源打开。";
"Str_Alert_Common_Communication_Error"="发生打印机通信错误。";
"Str_Alert_Common_Printer_Processing_Error"="打印机正在处理数据。请稍等片刻，然后重试。";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="与打印机通信时检测到错误。\n错误代码(%d)";
"Str_Alert_Common_Error_Occurred"="由于发生错误，处理已取消。";
"Str_Alert_Common_PrinterStatusError"="打印机发生错误。请排除错误，然后重试。";

// ------------------------------------------------------------------------
// Alert(Fax Check Connection)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Diagnosis_Cannot_Open"="无法启动“检查传真连接”，因为已在运行其他的FAX Utility功能。请等它完成后，再重试。";
"Str_Alert_Fax_Diagnosis_Canceled"="已取消检查传真连接。";
"Str_Alert_Fax_Diagnosis_Cannot_Get_Result"="无法获得检查结果。";
